[
  {
    "name": "Fredelux",
    "url_name": "fredelux",
    "profile_picture": "fredelux.jpg",
    "musical_genres": ["House", "Tech House"],
    "biography": "Fredelux est un DJ et producteur français qui a fait sa marque dans la scène musicale électronique, notamment dans les genres house, électro et dance. Avec un style unique mêlant des sons puissants, des basses profondes et des mélodies envoûtantes, il parvient à enflammer les foules partout où il se produit. Il a partagé la scène avec de grands noms de la scène internationale, tels que Bob Sinclar, et est résident régulier au Heart Ibiza, l'un des clubs les plus emblématiques du monde. Fredelux est également très présent dans les clubs parisiens, comme le Gate Club, où ses sets sont synonymes de soirées électrisantes. Ses productions, largement diffusées sur des plateformes comme SoundCloud et Beatport, illustrent son expertise en matière de fusion des styles, avec des influences de la house des années 90, de l’électro moderne et des sonorités plus underground. Passionné par la musique depuis son plus jeune âge, Fredelux a su allier créativité et technique pour créer une atmosphère vibrante à chaque performance. Toujours à la recherche de nouvelles inspirations et de collaborations artistiques, il est devenu une référence incontournable de la scène musicale électronique mondiale.",
    "soundcloud": "https://soundcloud.com/dj-fredelux",
    "facebook": "https://www.facebook.com/djfredelux",
    "instagram": "https://www.instagram.com/fredelux.peewee/",
    "spotify": "https://open.spotify.com/playlist/37i9dQZF1E4x7g5LqFMPpR",
    "beatport": null,
    "mixcloud": "https://www.mixcloud.com/djfredelux/",
    "youtube": null
  },
  {
    "name": "Erik Hagleton",
    "url_name": "erik-hagleton",
    "profile_picture": "erik-hagleton.jpg",
    "musical_genres": ["Deep House", "House", "Tech House"],
    "biography": "Erik Hagleton est un DJ et producteur français qui a su se faire un nom grâce à son style unique et ses performances énergiques. Passionné par la musique depuis son plus jeune âge, il s'est immergé dans la scène musicale parisienne et a rapidement attiré l'attention des clubs les plus prestigieux. Son style musical est un mélange de tech house, deep house et house, fusionnant des influences classiques avec des sonorités modernes pour créer une expérience sonore captivante. Son approche créative est reflétée dans ses productions, où chaque morceau est soigneusement conçu pour transmettre une énergie vibrante. Tout au long de sa carrière, Erik Hagleton a partagé la scène avec certains des plus grands noms de la musique électronique, des festivals internationaux aux soirées dans les clubs les plus emblématiques. Son remix du célèbre morceau *Jump N Shout* de Basement Jaxx a particulièrement marqué les esprits, propulsant sa carrière à l'échelle internationale. Erik Hagleton est également reconnu pour ses sets live, où il captive son public avec des transitions fluides et une gestion parfaite de l’ambiance. Toujours à la recherche de nouvelles sonorités, il continue de repousser les limites de la scène électronique, tout en restant fidèle à ses racines musicales. Il est aujourd'hui un acteur majeur de la scène house internationale, offrant à ses fans une expérience musicale inoubliable à chaque performance.",
    "soundcloud": "https://soundcloud.com/erikhagleton",
    "facebook": "https://www.facebook.com/erikhagleton",
    "instagram": "https://www.instagram.com/erikhagleton",
    "spotify": "https://open.spotify.com/artist/7doZ5BXwD0nDdlSQY6f7VX",
    "beatport": null,
    "mixcloud": "https://www.mixcloud.com/erikhagleton/",
    "youtube": null
  },
  {
    "name": "Danny Wild",
    "url_name": "danny-wild",
    "profile_picture": "danny-wild.jpg",
    "musical_genres": ["Disco", "Généraliste", "House"],
    "biography": "Danny Wild est un DJ et producteur français reconnu pour son énergie débordante et sa capacité à enflammer les pistes de danse. Ancien DJ résident du célèbre club parisien Le Queen, il a su conquérir le public avec ses sets dynamiques mêlant house, électro et dance. Au fil des années, Danny a collaboré avec de nombreux artistes de renom et s'est produit dans des festivals et clubs prestigieux à travers le monde. Son charisme et sa passion pour la musique font de lui une figure emblématique de la scène électronique française.",
    "soundcloud": "https://soundcloud.com/dannywild",
    "facebook": "https://www.facebook.com/dannywildmusic",
    "instagram": "https://www.instagram.com/dannywildmusic",
    "spotify": null,
    "beatport": null,
    "mixcloud": "https://www.mixcloud.com/dannywild",
    "youtube": null
  },
  {
    "name": "Marvin Waxx",
    "url_name": "marvin-waxx",
    "profile_picture": "marvin-waxx.jpg",
    "musical_genres": ["Afro House", "Deep House", "House"],
    "biography": "Marvin Waxx est un DJ et producteur parisien qui s'est rapidement imposé sur la scène électronique grâce à son style unique et ses productions innovantes. En 2024, il a dévoilé son premier EP intitulé 'Musicology', salué par la critique pour sa fusion audacieuse de genres et ses sonorités rafraîchissantes. Marvin est également connu pour ses performances live captivantes, où il combine des éléments de musique électronique avec des instruments live, offrant une expérience immersive à son public.",
    "soundcloud": "https://soundcloud.com/marvinwaxx",
    "facebook": "https://www.facebook.com/marvinwaxx",
    "instagram": "https://www.instagram.com/marvinwaxx",
    "spotify": null,
    "beatport": null,
    "mixcloud": "https://www.mixcloud.com/marvinwaxx",
    "youtube": null
  },
  {
    "name": "Simon Rezlem",
    "url_name": "simon-rezlem",
    "profile_picture": "simon-rezlem.jpg",
    "musical_genres": ["Deep House", "House"],
    "biography": "Simon Rezlem est un DJ et producteur français reconnu pour ses sets envoûtants et sa capacité à créer une atmosphère unique lors de ses performances. Avec une prédilection pour la house et la techno, il a su développer un style distinctif qui lui a valu une place de choix sur la scène électronique européenne. Simon s'est produit dans de nombreux clubs et festivals prestigieux, partageant la scène avec des artistes de renom. Son dévouement à la musique et son désir constant d'innovation font de lui un acteur incontournable de la scène électronique contemporaine.",
    "soundcloud": "https://soundcloud.com/simonrezlem",
    "facebook": "https://www.facebook.com/simonrezlem",
    "instagram": "https://www.instagram.com/simonrezlem",
    "spotify": null,
    "beatport": null,
    "mixcloud": "https://www.mixcloud.com/simonrezlem",
    "youtube": null
  },
  {
    "name": "Ignace De Souza",
    "url_name": "ignace-de-souza",
    "profile_picture": "ignace-de-souza.jpg",
    "musical_genres": ["Afro House", "House", "Tech House"],
    "biography": "Originaire du Bénin, Ignace De Souza est un DJ et producteur qui a su apporter une touche africaine distinctive à la scène électronique mondiale. Son style unique fusionne des rythmes traditionnels africains avec des éléments de house et de techno, créant une expérience sonore riche et immersive. Ignace s'est produit dans divers festivals et clubs à travers le monde, partageant sa passion pour la musique et sa culture avec un public international. Son engagement envers l'authenticité et l'innovation musicale fait de lui un artiste respecté et influent dans l'industrie.",
    "soundcloud": null,
    "facebook": null,
    "instagram": "https://www.instagram.com/ignacedesouzaa",
    "spotify": null,
    "beatport": "https://www.beatport.com/es/artist/ignace-de-souza/980633",
    "mixcloud": null,
    "youtube": null
  },
  {
    "name": "Philippe Coste",
    "url_name": "philippe-coste",
    "profile_picture": "unknown-dj.jpg",
    "musical_genres": ["Deep House", "Généraliste", "House"],
    "biography": "Philippe Coste est un DJ et producteur talentueux dont la passion pour la musique house et deep house transparaît dans chacune de ses performances. Fort d'une expérience de plusieurs années dans le monde de la musique électronique, Philippe a su séduire un large public grâce à ses sets mélodiques et immersifs. Ses influences puisent dans la house classique ainsi que dans des sonorités plus contemporaines, lui permettant de proposer des performances à la fois nostalgiques et innovantes. Il continue de se produire dans de nombreux clubs et événements, partageant son amour de la musique avec ses fans.",
    "soundcloud": "https://soundcloud.com/radiofg/happy-hour-dj-philippe-coste",
    "facebook": null,
    "instagram": null,
    "spotify": null,
    "beatport": null,
    "mixcloud": null,
    "youtube": null
  }
]
